IDEA StatiCa Open Model
LineSupport.MasterEdge Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 master component edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int MasterEdge { get; set; }
Public Property MasterEdge As Integer
	Get
	Set
public:
property int MasterEdge {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace